acpi
acpid-runit
adwaita-dark
aic94xx-firmware
alltomp3-bin
alsa-firmware
alsa-utils-runit
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
artix-branding-base
artix-dark-theme
artix-grub-theme
artix-gtk-presets
artix-qt-presets
asciidoctor
aspell
atom
atomicparsley
atool
audacious
autoconf
autocutsel
automake
avahi-runit
awesome-terminal-fonts
b43-fwcutter
base
bashtop
bat
bind
bison
bleachbit
blocaled
bluez-firmware
bluez-plugins
bluez-utils
btrfs-progs
calibre
chromium
cmake
conky
crda
cronie-runit
cryptsetup-runit
ctags
cups-pdf
cups-runit
dhclient
dhcpcd-runit
dia
diffutils
dmraid
dnsmasq
dnsmasq-runit
dosfstools
dunst
e2fsprogs
easytag
ecryptfs-utils
efibootmgr
elementary-icon-theme
elinks
elogind-runit
exfat-utils
f2fs-tools
fakeroot
fasd
feh
ffmpegthumbnailer
firefox
firefox-sync
flameshot
flex
fzf
gcc
gimp
git
gnome-themes-extra
gopls
gpa
gpart
gparted
grub
gtk-engine-murrine
gvfs-mtp
haveged-runit
highlight
hplip
hspell
humanity-icon-theme
hunspell-en_US
inetutils
inxi
iptables
ipw2100-fw
ipw2200-fw
iwd-runit
java11-openjfx-doc
jfsutils
jpegexiforient
libavtp
librabbitmq-c
libreoffice-fresh
libvoikko
libxft-bgra
light-locker
linux
linux-firmware
linux-headers
logrotate
lsb-release
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxlauncher
lxpanel
lynx
m4
make
man-db
man-pages
mate-calc
mdadm-runit
mediainfo
memtest86+
mindmaster
mkinitcpio
mkinitcpio-openswap
mlocate
mongo-c-driver
mpc
mpd
mpv
mtools
nano
ncdu
ncmpcpp
neovim
net-tools
networkmanager-runit
nfs-utils-runit
nilfs-utils
ntfs-3g
ntp-runit
nuspell
odt2txt
openbox
openscad
openssh-runit
os-prober
otf-font-awesome
p7zip
pacman-contrib
pamixer
papirus-icon-theme
pass
patch
pavucontrol
pcmanfm
pdfjs
picom
pinentry-dmenu
pkgconf
pkgfile
powertop
pulseaudio
pulseaudio-alsa
pulsemixer
python-pip
qrencode
qtwebkit-plugins-git
qutebrowser
reflector
reiserfsprogs
ripgrep
rmlint
rofi
rsync-runit
rtmpdump
s-nail
shellcheck
signal-desktop
simple-scan
skypeforlinux-stable-bin
slim-runit
slim-themes
spaceship-prompt-git
stfl
stremio-beta
sudo
sxiv
sysfsutils
syslog-ng-runit
terminus-font
texinfo
tk
transmission-cli
transmission-gtk
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
udftools
ueberzug
unrar
unzip
usbutils
virtualbox
virtualbox-guest-iso
virtualbox-guest-modules-artix
virtualbox-guest-utils
virtualbox-host-modules-artix
w3m
wd719x-firmware
webkit2gtk
which
xarchiver
xclip
xcursor-premium
xdg-user-dirs
xdg-utils
xdo
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-fonts-alias
xorg-fonts-type1
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xsetroot
xorg-xwininfo
xscreensaver
yaourtix
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zip
zoom
zsh
